"256 Grays"						= "256 gråtoner";
"256 Colors"					= "256 färger";
"Thousands"						= "Tusentals";
"Millions"						= "Miljontals";
"Trillions"						= "Biljontals";
"Unknown"						= "Okänt";

"CountdownString"				= "Kommer automatiskt att återgå om en sekund.";
"CountdownsString"				= "Kommer automatiskt att återgå om %d sekunder.";

"480iString"					= "480i (TV)";
"480pString"					= "480p (TV)";
"720iString"					= "720i (TV)";
"720pString"					= "720p (TV)";
"1080iString"					= "1080i (TV)";
"1080pString"					= "1080p (TV)";
"480iPALString"					= "480i (PAL-TV)";
"480pPALString"					= "480p (PAL-TV)";
"720iPALString"					= "720i (PAL-TV)";
"720pPALString"					= "720p (PAL-TV)";
"1080iPALString"				= "1080i (PAL-TV)";
"1080pPALString"				= "1080p (PAL-TV)";

"ResolutionTimingString" 		= "%d × %d, %d Hz";
"ResolutionTimingStringFract" 	= "%d × %d, %.1f Hz";
"StretchedTimingString" 		= "%d × %d, %d Hz (utsträckt)";
"StretchedTimingStringFract" 	= "%d × %d, %.1f Hz (utsträckt)";
"SimulscanTimingString" 		= "%d × %d, %d Hz (simulscan)";
"SimulscanTimingStringFract" 	= "%d × %d, %.1f Hz (simulscan)";
"ExternalTimingString" 			= "%d × %d, %d Hz (extern)";
"ExternalTimingStringFract" 	= "%d × %d, %.1f Hz (extern)";
"InterlacedTimingString" 		= "%d × %d (sammanflätad)";
"InterlacedTimingStringFract" 	= "%d × %d %.1f Hz (sammanflätad)";

"SimulscanPALTimingString" 		= "%d × %d, 50 Hz (PAL-TV)";
"SimulscanNTSCTimingString" 	= "%d × %d, 60 Hz (NTSC-TV)";

"ResolutionTimingString0Hz" 	= "%d × %d";
"StretchedTimingString0Hz" 		= "%d × %d (utsträckt)";
"SimulscanTimingString0Hz" 		= "%d × %d (simulscan)";
"ExternalTimingString0Hz" 		= "%d × %d (extern)";
"InterlacedTimingString0Hz" 	= "%d × %d (sammanflätad)";

"Turn On Mirroring"				= "Slå på skärmbildsdubblering";
"Turn Off Mirroring"			= "Stäng av skärmbildsdubblering";

"Detect Displays"				= "Sök bildskärmar";
"Open Displays"					= "Inställningspanelen Bildskärmar…";

"Main Display"					= "Huvudbildskärm";
"Display n"						= "Bildskärm %d";

"Recent Modes"					= "Antal senaste objekt";
"0"								= "0";
"3"								= "3";
"5"								= "5";
"10"							= "10";
